//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Cancelar";
"Done" = "Hecho";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ foto seleccionada";
"%@ Photos Selected" = "%@ fotos seleccionadas";
"%@ Video Selected" = "%@ vídeo seleccionado";
"%@ Videos Selected" = "%@ vídeos seleccionados";
"%@ Items Selected" = "%@ objetos seleccionados";

/* Grid view footer */
"%@ Photos" = "%@ fotos";
"%@ Videos" = "%@ vídeos";
"%@ Photos, %@ Videos" = "%1$@ fotos, %2$@ vídeos";

/* Assets index */
"%@ of %@" = "%1$@ de %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Esta aplicación no tiene acceso a tus fotos o vídeos.";
"You can enable access in Privacy Settings." = "Puedes conceder acceso en la configuración de privacidad";

/* Messages if no assets */
"No Photos or Videos" = "No hay fotos ni vídeos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Puedes tomar fotos y vídeos con la cámara o sincronizar fotos y vídeos en tu %@\na través de iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Puedes sincronizar fotos y vídeos en tu %@ a través de iTunes.";

/* Accessibility labels */
"Play" = "Reproducir";
"Select" = "Seleccione";
"Deselect" = "Deseleccionar";

/* Video duration spell out */
"hours" = "horas";
"hour" = "hora";
"minutes" = "minutos";
"minute" = "minuto";
"seconds" = "segundos";
"second" = "segundo";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "OK";
